{"bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "model_max_length": 512, "special_tokens_map_file": "input_models/johngiorgi-declutr-small-all-paraphrase-multilingual/0_Transformer/special_tokens_map.json", "full_tokenizer_file": null, "name_or_path": "/Users/sittunswayamprakash/.cache/torch/sentence_transformers/sentence-transformers_paraphrase-xlm-r-multilingual-v1/", "sp_model_kwargs": {}, "tokenizer_class": "XLMRobertaTokenizer"}